Repository: mpdifran/bloom
Catalog: Apps/Bloom/Bloom/Localizable.xcstrings
Source language: en
Languages: de, es, fr, fr_ca, nl

source: Notification Settings
de: Mitteilungseinstellungen
es: Ajustes de notificaciones
fr: Réglages des notifications
fr_ca: Réglages des notifications
nl: Meldingsinstellingen

source: Notification Triggers
de: Benachrichtigungsauslöser
es: Activadores de notificaciones
fr: Déclencheurs de notification
fr_ca: Déclencheurs de notification
nl: Meldingstriggers

# notification.issueReportAccepted.body
source: Your suggestions for %@ look great, thanks for helping improve Bloom!
de: Deine Vorschläge für %@ sind super, danke, dass du Bloom besser machst!
es: Tus sugerencias para %@ tienen muy buena pinta. ¡Gracias por ayudar a mejorar Bloom!
fr: Vos suggestions pour %@ sont parfaites, merci de contribuer à améliorer Bloom !
fr_ca: Tes suggestions pour %@ sont parfaites, merci de contribuer à améliorer Bloom !
nl: Je suggesties voor %@ zien er goed uit, bedankt dat je Bloom beter maakt!

# notification.issueReportAccepted.title
source: Thanks for your help!
de: Danke für deine Hilfe!
es: ¡Gracias por tu ayuda!
fr: Merci pour votre aide !
fr_ca: Merci pour ton aide !
nl: Bedankt voor je hulp!

source: Notifications
de: Benachrichtigungen
es: Notificaciones
nl: Meldingen

source: NOTIFY
de: BENACHRICHTIGEN
es: AVISAR
fr: NOTIFIER
fr_ca: NOTIFIER
nl: MELDEN

source: Now
de: Jetzt
es: Ahora
fr: Maintenant
fr_ca: Maintenant
nl: Nu

source: Number of Servings
de: Anzahl der Portionen
es: Número de porciones
fr: Nombre de portions
fr_ca: Nombre de portions
nl: Aantal porties

source: nutrition
de: Ernährung
es: nutrición
nl: voeding

source: Nutrition
de: Ernährung
es: Nutrición
nl: Voeding

source: Nutrition Label
de: Nährwerttabelle
es: Información nutricional
fr: Tableau nutritionnel
fr_ca: Tableau nutritionnel
nl: Voedingswaardelabel

source: Off
de: Aus
es: Desactivado
fr: Désactivé
fr_ca: Désactivé
nl: Uit

source: On
de: An
es: Activado
fr: Activé
fr_ca: Activé
nl: Aan

source: On-Device
de: Auf dem Gerät
es: En tu dispositivo
fr: Sur votre appareil
fr_ca: Sur ton appareil
nl: Op je apparaat

source: Oops, there was an error.
de: Ups, da ist etwas schiefgelaufen.
es: Vaya, ha ocurrido un error.
fr: Oups, une erreur est survenue.
fr_ca: Oups, une erreur est survenue.
nl: Oeps, er is iets misgegaan.

source: Oops!
de: Hoppla!
es: ¡Vaya!
fr: Oups !
fr_ca: Oups !
nl: Oeps!

source: Open Barcode Scanner
de: Barcode-Scanner öffnen
es: Abrir el lector de códigos de barras
fr: Ouvrir le lecteur de codes-barres
fr_ca: Ouvrir le lecteur de codes-barres
nl: Barcodescanner openen

source: Open Blood Pressure Logger
de: Blutdruckeingabe öffnen
es: Abrir el registro de presión arterial
fr: Ouvrir l'enregistrement de la tension
fr_ca: Ouvrir l'enregistrement de la tension
nl: Bloeddruk vastleggen openen

source: Open Bowel Movement Logger
de: Stuhlgangeingabe öffnen
es: Abrir el registro de deposiciones
fr: Ouvrir l'enregistrement des selles
fr_ca: Ouvrir l'enregistrement des selles
nl: Stoelgang vastleggen openen

source: Open Food Logger
de: Essenseingabe öffnen
es: Abrir el registro de comidas
fr: Ouvrir l'enregistrement des aliments
fr_ca: Ouvrir l'enregistrement des aliments
nl: Voeding vastleggen openen

source: Open Health Action
de: Gesundheitsaktion öffnen
es: Abrir una acción de salud
fr: Ouvrir une action santé
fr_ca: Ouvrir une action santé
nl: Gezondheidsactie openen

source: Open Logger
de: Eingabe öffnen
es: Abrir el registro
fr: Ouvrir l'enregistrement
fr_ca: Ouvrir l'enregistrement
nl: Vastleggen openen

source: Open Magic Scanner
de: Magic Scanner öffnen
es: Abrir Magic Scanner
fr: Ouvrir le scanner magique
fr_ca: Ouvrir le scanner magique
nl: Magic Scanner openen

source: Open Period Logger
de: Periodeneingabe öffnen
es: Abrir el registro de la regla
fr: Ouvrir l'enregistrement des règles
fr_ca: Ouvrir l'enregistrement des règles
nl: Menstruatie vastleggen openen

source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir Réglages
fr_ca: Ouvrir Réglages
nl: Instellingen openen

source: Open Voice Logger
de: Spracheingabe öffnen
es: Abrir el registro por voz
fr: Ouvrir l'enregistrement vocal
fr_ca: Ouvrir l'enregistrement vocal
nl: Spraakinvoer openen

source: Open Water Logger
de: Wassereingabe öffnen
es: Abrir el registro de agua
fr: Ouvrir l'enregistrement de l'eau
fr_ca: Ouvrir l'enregistrement de l'eau
nl: Water vastleggen openen

source: Open Weight Logger
de: Gewichtseingabe öffnen
es: Abrir el registro de peso
fr: Ouvrir l'enregistrement du poids
fr_ca: Ouvrir l'enregistrement du poids
nl: Gewicht vastleggen openen

source: OpenAI Model o3
de: OpenAI-Modell o3
es: Modelo o3 de OpenAI
fr: Modèle OpenAI o3
fr_ca: Modèle OpenAI o3

source: Opens a health action to log data.
de: Öffnet eine Gesundheitsaktion zum Eintragen von Daten.
es: Abre una acción de salud para registrar datos.
fr: Ouvre une action santé pour enregistrer des données.
fr_ca: Ouvre une action santé pour enregistrer des données.
nl: Opent een gezondheidsactie om gegevens vast te leggen.

source: Opens a specific vital to view your health data.
de: Öffnet einen bestimmten Vitalwert, um deine Gesundheitsdaten anzusehen.
es: Abre una constante concreta para ver tus datos de salud.
fr: Ouvre une constante précise pour consulter vos données de santé.
fr_ca: Ouvre une constante précise pour consulter tes données de santé.
nl: Opent een specifieke waarde om je gezondheidsgegevens te bekijken.

source: Options
de: Optionen
es: Opciones
nl: Opties

source: Other Data
de: Weitere Daten
es: Otros datos
fr: Autres données
fr_ca: Autres données
nl: Overige gegevens

source: Other Monitors
de: Weitere Überwachungen
es: Otros monitores
fr: Autres surveillances
fr_ca: Autres surveillances
nl: Overige bewaking

source: Overall Score
de: Gesamtwert
es: Puntuación global
fr: Score global
fr_ca: Score global
nl: Totaalscore

source: Overall:
de: Gesamt:
es: Total:
fr: Global :
fr_ca: Global :
nl: Totaal:

source: Override
de: Übersteuerung
es: Anulación
fr: Substitution
fr_ca: Substitution
nl: Overschrijving

source: Override Host
de: Host überschreiben
es: Anular host
fr: Forcer l'hôte
fr_ca: Forcer l'hôte
nl: Host overschrijven

source: Packaging
de: Verpackung
es: Envase
fr: Emballage
fr_ca: Emballage
nl: Verpakking

source: Peak VO₂ Max
de: Höchste VO₂max
es: VO₂ máx. más alta
fr: VO₂ max maximale
fr_ca: VO₂ max maximale
nl: Hoogste VO₂max

source: per %@ serving
de: pro %@ Portion
es: por %@ ración
fr: pour %@ portion
fr_ca: pour %@ portion
nl: per %@ portie

source: Percent
de: Prozent
es: Porcentaje
fr: Pourcentage
fr_ca: Pourcentage
nl: Procent

source: Perfect Sleep
de: Perfekter Schlaf
es: Sueño perfecto
fr: Sommeil parfait
fr_ca: Sommeil parfait
nl: Perfecte slaap

source: Perfect Sleep Score!
de: Perfekter Schlafscore!
es: ¡Puntuación de sueño perfecta!
fr: Score de sommeil parfait !
fr_ca: Score de sommeil parfait !
nl: Perfecte slaapscore!

source: Period
de: Periode
es: Regla
fr: Règles
fr_ca: Règles
nl: Menstruatie

source: Period Average
de: Durchschnitt im Zeitraum
es: Promedio del período
fr: Moyenne de la période
fr_ca: Moyenne de la période
nl: Gemiddelde over periode

source: Period Length
de: Dauer der Periode
es: Duración del período
fr: Durée des règles
fr_ca: Durée des règles
nl: Duur van de menstruatie

source: Permissions
de: Berechtigungen
es: Permisos
fr: Autorisations
fr_ca: Autorisations
nl: Rechten

source: Personal Data
de: Persönliche Daten
es: Datos personales
fr: Données personnelles
fr_ca: Données personnelles
nl: Persoonlijke gegevens

source: Personal Data Categories
de: Kategorien persönlicher Daten
es: Categorías de datos personales
fr: Catégories de données personnelles
fr_ca: Catégories de données personnelles
nl: Categorieën persoonlijke gegevens

source: Personal Data Processing
de: Verarbeitung personenbezogener Daten
es: Tratamiento de datos personales
fr: Traitement des données personnelles
fr_ca: Traitement des données personnelles
nl: Verwerking van persoonsgegevens

source: Personal Details
de: Persönliche Angaben
es: Datos personales
fr: Informations personnelles
fr_ca: Informations personnelles
nl: Persoonlijke gegevens

source: Personalized daily insights based on your Personal Data.
de: Tägliche persönliche Erkenntnisse auf Basis deiner Daten.
es: Análisis diarios personalizados a partir de tus datos.
fr: Des analyses quotidiennes personnalisées fondées sur vos données personnelles.
fr_ca: Des analyses quotidiennes personnalisées fondées sur tes données personnelles.
nl: Dagelijkse persoonlijke inzichten op basis van je gegevens.

source: Phase Tip
de: Phasen-Tipp
es: Consejo de fase
fr: Conseil de phase
fr_ca: Conseil de phase
nl: Fasetip

source: Phases
de: Phasen
es: Fases
nl: Fasen

source: Photo Library
de: Fotomediathek
es: Fototeca
fr: Photothèque
fr_ca: Photothèque
nl: Fotobibliotheek

source: Pin
de: Anheften
es: Fijar
fr: Épingler
fr_ca: Épingler
nl: Zet vast

source: Pinned
de: Angeheftet
es: Fijados
fr: Épinglés
fr_ca: Épinglés
nl: Vastgezet

source: Plan
de: Abo
fr: Formule
fr_ca: Forfait
nl: Abonnement

source: Plans
de: Pläne
es: Planes
fr: Programmes
fr_ca: Programmes
nl: Plannen

source: Please enter your name
de: Bitte gib deinen Namen ein
es: Escribe tu nombre
fr: Saisissez votre nom
fr_ca: Saisis ton nom
nl: Vul je naam in

source: Please select at least one food item to log
de: Wähle mindestens ein Lebensmittel zum Eintragen aus
es: Selecciona al menos un alimento para registrar
fr: Sélectionnez au moins un aliment à enregistrer
fr_ca: Sélectionne au moins un aliment à enregistrer
nl: Kies minstens één voedingsmiddel om vast te leggen

source: Polyunsaturated Fat
de: Mehrfach ungesättigte Fettsäuren
es: Grasas poliinsaturadas
fr: Graisses polyinsaturées
fr_ca: Graisses polyinsaturées
nl: Meervoudig onverzadigd vet

source: Position the item within the frame
de: Platziere das Lebensmittel im Rahmen
es: Coloca el alimento dentro del marco
fr: Placez l'aliment dans le cadre
fr_ca: Place l'aliment dans le cadre
nl: Plaats het item in het kader

source: Positive Factors
de: Positive Faktoren
es: Factores positivos
fr: Facteurs positifs
fr_ca: Facteurs positifs
nl: Positieve factoren

source: Post in r/tryBloom
de: In r/tryBloom posten
es: Publicar en r/tryBloom
fr: Publier dans r/tryBloom
fr_ca: Publier dans r/tryBloom
nl: Posten in r/tryBloom

source: Potassium
de: Kalium
es: Potasio
nl: Kalium

source: Powered by  Weather
de: Bereitgestellt von  Wetter
es: Con tecnología de  Tiempo
fr: Propulsé par  Météo
fr_ca: Propulsé par  Météo
nl: Mogelijk gemaakt door  Weer

source: Precipitation
de: Niederschlag
es: Precipitación
fr: Précipitations
fr_ca: Précipitations
nl: Neerslag

source: Predicted
de: Voraussichtlich
es: Previsto
fr: Prévu
fr_ca: Prévu
nl: Verwacht

source: Predicted Ovulation
de: Voraussichtlicher Eisprung
es: Ovulación prevista
fr: Ovulation prévue
fr_ca: Ovulation prévue
nl: Verwachte eisprong

source: Preferences
de: Einstellungen
es: Preferencias
fr: Préférences
fr_ca: Préférences
nl: Voorkeuren

source: Pregnant
de: Schwanger
es: Embarazada
fr: Enceinte
fr_ca: Enceinte
nl: Zwanger

source: Presets
de: Voreinstellungen
es: Ajustes predefinidos
fr: Préréglages
fr_ca: Préréglages
nl: Voorinstellingen

source: Prev 3 Mo
de: Vorh. 3 Mon.
es: 3 meses ant.
fr: 3 mois préc.
fr_ca: 3 mois préc.
nl: Vorige 3 mnd

source: Prev 6 Mo
de: Vorh. 6 Mon.
es: 6 meses ant.
fr: 6 mois préc.
fr_ca: 6 mois préc.
nl: Vorige 6 mnd

source: Previous
de: Zurück
es: Anterior
fr: Précédent
fr_ca: Précédent
nl: Vorige

source: Previously %@
de: Zuvor %@
es: Antes %@
fr: Auparavant %@
fr_ca: Auparavant %@
nl: Eerder %@

source: Prioritize Your Health. On The House.
de: Deine Gesundheit zuerst. Geht aufs Haus.
es: Cuida tu salud. Invita la casa.
fr: Prenez soin de votre santé. C'est offert.
fr_ca: Prends soin de ta santé. C'est offert.
nl: Zet je gezondheid voorop. Van het huis.

source: Privacy & Security → Health → Bloom
de: Datenschutz & Sicherheit → Health → Bloom
es: Privacidad y seguridad → Salud → Bloom
fr: Confidentialité et sécurité → Santé → Bloom
fr_ca: Confidentialité et sécurité → Santé → Bloom
nl: Privacy en beveiliging → Gezondheid → Bloom

source: Privacy is one of our core values. Your personal data is only stored on your device. To power some personalized insight features, we send de-identified, summarized data to OpenAI. This data is never stored on our servers, is discarded after use, and is not used to train AI models. Your food logs are only stored on your device.
de: Datenschutz ist einer unserer Grundwerte. Deine persönlichen Daten bleiben ausschließlich auf deinem Gerät. Für einige personalisierte Insights senden wir anonymisierte Zusammenfassungen an OpenAI. Diese Daten werden nie auf unseren Servern gespeichert, nach der Nutzung verworfen und nicht zum Training von KI-Modellen verwendet. Deine Ernährungseinträge bleiben nur auf deinem Gerät.
es: La privacidad es uno de nuestros valores fundamentales. Tus datos personales se guardan solo en tu dispositivo. Para algunas funciones de insights personalizados enviamos resúmenes anonimizados a OpenAI. Esos datos nunca se almacenan en nuestros servidores, se descartan tras usarse y no se emplean para entrenar modelos de IA. Tus registros de comida se quedan solo en tu dispositivo.
fr: La confidentialité est l’une de nos valeurs fondamentales. Vos données personnelles sont stockées uniquement sur votre appareil. Pour alimenter certaines analyses personnalisées, nous envoyons à OpenAI des résumés anonymisés. Ces données ne sont jamais conservées sur nos serveurs, sont supprimées après usage et ne servent pas à entraîner des modèles d’IA. Vos repas restent uniquement sur votre appareil.
fr_ca: La confidentialité est l’une de nos valeurs fondamentales. Tes données personnelles sont stockées uniquement sur ton appareil. Pour alimenter certaines analyses personnalisées, on envoie à OpenAI des résumés anonymisés. Ces données ne sont jamais conservées sur nos serveurs, sont supprimées après usage et ne servent pas à entraîner des modèles d’IA. Tes repas restent uniquement sur ton appareil.
nl: Privacy is een van onze kernwaarden. Je persoonlijke gegevens staan alleen op je eigen apparaat. Voor sommige gepersonaliseerde inzichten sturen we geanonimiseerde samenvattingen naar OpenAI. Die gegevens worden nooit op onze servers bewaard, na gebruik verwijderd en niet gebruikt om AI-modellen te trainen. Je voedingslogboek blijft alleen op je apparaat.

source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
fr_ca: Politique de confidentialité
nl: Privacybeleid

source: Progress
de: Fortschritt
es: Progreso
fr: Progression
fr_ca: Progression
nl: Voortgang

source: Promo Code
de: Aktionscode
es: Código promocional
fr: Code promo
fr_ca: Code promo
nl: Actiecode

source: Protect Your Sleep Foundation
de: Schütze die Basis deines Schlafs
es: Protege la base de tu descanso
fr: Protégez les bases de votre sommeil
fr_ca: Protège les bases de ton sommeil
nl: Bescherm de basis van je slaap

source: protein intake
de: Proteinzufuhr
es: consumo de proteínas
fr: apport en protéines
fr_ca: apport en protéines
nl: eiwitinname

source: Quantity
de: Menge
es: Cantidad
fr: Quantité
fr_ca: Quantité
nl: Hoeveelheid

source: Questions? Email Us!
de: Fragen? Schreib uns!
es: ¿Dudas? ¡Escríbenos!
fr: Des questions ? Écrivez-nous !
fr_ca: Des questions ? Écris-nous !
nl: Vragen? Mail ons!

source: Quiet
de: Ruhig
es: Tranquilo
fr: Calme
fr_ca: Calme
nl: Rustig

source: Quit
de: Aufgehört
es: Lo dejaste
fr: Arrêté
fr_ca: Arrêté
nl: Gestopt

source: Quit %lld days ago
de: Vor %lld Tagen aufgehört
es: Lo dejaste hace %lld días
fr: Arrêté il y a %lld jours
fr_ca: Arrêté il y a %lld jours
nl: %lld dagen geleden gestopt

source: Quit %lld months ago
de: Vor %lld Monaten aufgehört
es: Lo dejaste hace %lld meses
fr: Arrêté il y a %lld mois
fr_ca: Arrêté il y a %lld mois
nl: %lld maanden geleden gestopt

source: Quit %lld years ago
de: Vor %lld Jahren aufgehört
es: Lo dejaste hace %lld años
fr: Arrêté il y a %lld ans
fr_ca: Arrêté il y a %lld ans
nl: %lld jaar geleden gestopt

source: Quit Date
de: Datum des Rauchstopps
es: Fecha en que lo dejaste
fr: Date d'arrêt
fr_ca: Date d'arrêt
nl: Stopdatum

source: Quit today
de: Heute aufgehört
es: Lo dejaste hoy
fr: Arrêté aujourd'hui
fr_ca: Arrêté aujourd'hui
nl: Vandaag gestopt

source: Quit today - great decision!
de: Heute aufgehört – tolle Entscheidung!
es: Lo dejaste hoy: ¡gran decisión!
fr: Arrêté aujourd'hui – excellente décision !
fr_ca: Arrêté aujourd'hui – excellente décision !
nl: Vandaag gestopt – goede beslissing!

source: Quitting can reduce this over time
de: Ein Rauchstopp kann das mit der Zeit verringern
es: Dejarlo puede reducirlo con el tiempo
fr: Arrêter peut réduire cet effet avec le temps
fr_ca: Arrêter peut réduire cet effet avec le temps
nl: Stoppen kan dit na verloop van tijd verminderen

source: Rain
de: Regen
es: Lluvia
fr: Pluie
fr_ca: Pluie
nl: Regen

source: Range Max
de: Bereich max.
es: Rango máx.
fr: Plage max
fr_ca: Plage max
nl: Bereik max.

source: Range Min
de: Bereich min.
es: Rango mín.
fr: Plage min
fr_ca: Plage min
nl: Bereik min.

source: Rate
de: Bewerten
es: Valorar
fr: Noter
fr_ca: Noter
nl: Beoordeel

source: Rate Bloom
de: Bloom bewerten
es: Valorar Bloom
fr: Noter Bloom
fr_ca: Noter Bloom
nl: Beoordeel Bloom

source: Rate Your Effort
de: Bewerte deine Anstrengung
es: Valora tu esfuerzo
fr: Évaluez votre effort
fr_ca: Évalue ton effort
nl: Beoordeel je inspanning

source: Ratio
de: Verhältnis
es: Proporción
nl: Verhouding

source: Re-engagement Test Mode
de: Testmodus für Reaktivierung
es: Modo de prueba de reenganche
fr: Mode test de réengagement
fr_ca: Mode test de réengagement
nl: Testmodus voor heractivering

source: Reading %@...
de: %@ werden gelesen …
es: Leyendo %@…
fr: Lecture de %@…
fr_ca: Lecture de %@…
nl: %@ lezen …

source: Reading sleep data...
de: Schlafdaten werden gelesen …
es: Leyendo los datos de sueño…
fr: Lecture des données de sommeil…
fr_ca: Lecture des données de sommeil…
nl: Slaapgegevens lezen …

source: Ready when you are
de: Bereit, wenn du es bist
es: Listo cuando quieras
fr: Prêt quand vous voulez
fr_ca: Prêt quand tu veux
nl: Klaar wanneer jij het bent

source: Really Like Us? Leave a Review!
de: Gefällt dir Bloom richtig gut? Hinterlasse eine Bewertung!
es: ¿Te encanta Bloom? ¡Déjanos una reseña!
fr: Vous nous appréciez ? Laissez un avis !
fr_ca: Tu nous apprécies ? Laisse un avis !
nl: Ben je enthousiast? Laat een beoordeling achter!

source: Recalculate Vitals
de: Vitalwerte neu berechnen
es: Recalcular constantes
fr: Recalculer les constantes
fr_ca: Recalculer les constantes
nl: Waarden opnieuw berekenen

source: Recent
de: Zuletzt
es: Reciente
fr: Récent
fr_ca: Récent

source: Recent Nights
de: Letzte Nächte
es: Noches recientes
fr: Nuits récentes
fr_ca: Nuits récentes
nl: Recente nachten

source: Recently Logged
de: Kürzlich eingetragen
es: Registrados recientemente
fr: Enregistrés récemment
fr_ca: Enregistrés récemment
nl: Onlangs vastgelegd

source: Recommended
de: Empfohlen
es: Recomendado
fr: Recommandé
fr_ca: Recommandé
nl: Aanbevolen

source: RECOMMENDED
de: EMPFOHLEN
es: RECOMENDADO
fr: RECOMMANDÉ
fr_ca: RECOMMANDÉ
nl: AANBEVOLEN

source: Recommended %@
de: Empfohlen: %@
es: %@ recomendado
fr: %@ recommandé
fr_ca: %@ recommandé
nl: Aanbevolen: %@

source: Recommended ranges based on the USDA's Dietary Guidelines for Americans.
de: Empfohlene Bereiche nach den Dietary Guidelines for Americans des USDA.
es: Rangos recomendados según las Dietary Guidelines for Americans del USDA.
fr: Fourchettes recommandées d'après les Dietary Guidelines for Americans de l'USDA.
fr_ca: Fourchettes recommandées d'après les Dietary Guidelines for Americans de l'USDA.
nl: Aanbevolen bereiken op basis van de Dietary Guidelines for Americans van het USDA.

source: Recovery
de: Erholung
es: Recuperación
fr: Récupération
fr_ca: Récupération
nl: Herstel

source: Recovery & Sickness
de: Erholung und Krankheit
es: Recuperación y enfermedad
fr: Récupération et maladie
fr_ca: Récupération et maladie
nl: Herstel en ziekte

source: Reduce stress
de: Stress abbauen
es: Reducir el estrés
fr: Réduire mon stress
fr_ca: Réduire mon stress
nl: Stress verminderen

source: Reduced impact over time
de: Geringerer Einfluss mit der Zeit
es: Menor impacto con el tiempo
fr: Effet réduit avec le temps
fr_ca: Effet réduit avec le temps
nl: Na verloop van tijd minder invloed

source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
fr_ca: Actualiser
nl: Vernieuw

source: Refresh Sales
de: Angebote aktualisieren
es: Actualizar ofertas
fr: Actualiser les promotions
fr_ca: Actualiser les promotions
nl: Aanbiedingen vernieuwen

source: Regenerate Today Insights
de: Tageserkenntnisse neu erstellen
es: Regenerar los análisis de hoy
fr: Régénérer les analyses du jour
fr_ca: Régénérer les analyses du jour
nl: Inzichten van vandaag opnieuw maken

source: Regular Sounds
de: Regelmäßige Geräusche
es: Sonidos regulares
fr: Sons réguliers
fr_ca: Sons réguliers
nl: Regelmatig geluid

source: Regularity
de: Regelmäßigkeit
es: Regularidad
fr: Régularité
fr_ca: Régularité
nl: Regelmaat

source: REM Sleep
de: REM-Schlaf
es: Sueño REM
fr: Sommeil paradoxal
fr_ca: Sommeil paradoxal
nl: REM-slaap

source: Reminder
de: Erinnerung
es: Recordatorio
fr: Rappel
fr_ca: Rappel
nl: Herinnering

source: Reminder Color
de: Farbe der Erinnerung
es: Color del recordatorio
fr: Couleur du rappel
fr_ca: Couleur du rappel
nl: Kleur van herinnering

source: Reminder Deleted
de: Erinnerung gelöscht
es: Recordatorio eliminado
fr: Rappel supprimé
fr_ca: Rappel supprimé
nl: Herinnering verwijderd

source: reminders
de: Erinnerungen
es: recordatorios
fr: rappels
fr_ca: rappels
nl: herinneringen

source: Reminders
de: Erinnerungen
es: Recordatorios
fr: Rappels
fr_ca: Rappels
nl: Herinneringen

source: Remove Vital
de: Vitalwert entfernen
es: Quitar constante
fr: Retirer la constante
fr_ca: Retirer la constante
nl: Waarde verwijderen

source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
fr_ca: Renommer
nl: Wijzig naam

source: Repeat
de: Wiederholen
es: Repetir
fr: Répéter
fr_ca: Répéter
nl: Herhaal

source: Repeats
de: Wiederholungen
es: Repeticiones
fr: Répétitions
fr_ca: Répétitions
nl: Herhalingen

source: Replay
de: Erneut ansehen
es: Volver a ver
fr: Revoir
fr_ca: Revoir
nl: Opnieuw bekijken

source: Report a Problem
de: Problem melden
es: Informar de un problema
fr: Signaler un problème
fr_ca: Signaler un problème
nl: Probleem melden

source: Report an Issue
de: Problem melden
es: Informar de un problema
fr: Signaler un problème
fr_ca: Signaler un problème
nl: Probleem melden

source: Report Submitted
de: Meldung gesendet
es: Informe enviado
fr: Signalement envoyé
fr_ca: Signalement envoyé
nl: Melding verstuurd

source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
fr_ca: Réinitialiser
nl: Herstel

source: Reset Chat Migration
de: Chat-Migration zurücksetzen
es: Restablecer la migración del chat
fr: Réinitialiser la migration des conversations
fr_ca: Réinitialiser la migration des conversations
nl: Chatmigratie herstellen

source: Reset Image Migration
de: Bildmigration zurücksetzen
es: Restablecer la migración de imágenes
fr: Réinitialiser la migration des images
fr_ca: Réinitialiser la migration des images
nl: Afbeeldingsmigratie herstellen

source: Reset Onboarding
de: Einführung zurücksetzen
es: Restablecer la introducción
fr: Réinitialiser l'intégration
fr_ca: Réinitialiser l'intégration
nl: Introductie herstellen

source: Reset PNG to JPEG Migration
de: PNG-zu-JPEG-Migration zurücksetzen
es: Restablecer la migración de PNG a JPEG
fr: Réinitialiser la migration PNG vers JPEG
fr_ca: Réinitialiser la migration PNG vers JPEG
nl: PNG-naar-JPEG-migratie herstellen
